/**
 * 用于绕过 maven 发布必须要有 source 和 Doc 的限制
 *
 * @author tjq
 * @since 2023/11/16
 */
public class Jay {

    /**
     * 窗外的麻雀
     * 在电线杆上多嘴
     * 你说这一句
     * 很有夏天的感觉
     * 手中的铅笔
     * 在纸上来来回回
     * 我用几行字形容你是我的谁
     * 秋刀鱼 的滋味
     * 猫跟你都想了解
     * 初恋的香味就这样被我们寻回
     * 那温暖 的阳光
     * 像刚摘的鲜艳草莓
     * 你说你舍不得吃掉这一种感觉
     * 雨下整夜
     * 我的爱溢出就像雨水
     * 院子落叶
     * 跟我的思念厚厚一叠
     * 几句是非
     * 也无法将我的热情冷却
     * 你出现在我诗的每一页
     * 雨下整夜
     * 我的爱溢出就像雨水
     * 窗台蝴蝶
     * 像诗里纷飞的美丽章节
     * 我接着写
     * 把永远爱你写进诗的结尾
     * 你是我唯一想要的了解
     * 雨下整夜
     * 我的爱溢出就像雨水
     * 院子落叶
     * 跟我的思念厚厚一叠
     * 几句是非
     * 也无法将我的热情冷却
     * 你出现在我诗的每一页
     * 那饱满 的稻穗
     * 幸福了这个季节
     * 而你的脸颊像田里熟透的番茄
     * 你突然 对我说
     * 七里香的名字很美
     * 我此刻却只想亲吻你倔强的嘴
     * 雨下整夜
     * 我的爱溢出就像雨水
     * 院子落叶
     * 跟我的思念厚厚一叠
     * 几句是非
     * 也无法将我的热情冷却
     * 你出现在我诗的每一页
     * 雨下整夜
     * 我的爱溢出就像雨水
     * 窗台蝴蝶
     * 像诗里纷飞的美丽章节
     * 我接着写
     * 把永远爱你写进诗的结尾
     * 你是我唯一想要的了解
     */
    void 七里香() {
    }

}
